<?php
/*
Template Name: Offer
*/
?>

<?php get_header(); ?>

<section class="promo" style="background-image: url(<?php bloginfo('template_url') ?>/assets/img/offer-promo.jpg);">
  <div class="container">
    <div class="promo__overlay"></div>
    <div class="promo__content">
      <div class="promo__content-text">
        <h1 class="promo__title"><?php esc_html_e('Договір оферти', 'topukraine');?></h1>
        <p class="promo__text"><?php esc_html_e("Пропонуємо вам як пасажиру ознайомитися із договором оферти, правами та обо'язками своїми та перевізника.", 'topukraine');?></p>
      </div>
      <ul class="promo__breadcrumbs">
        <li><?php esc_html_e('Головна', 'topukraine');?></li>
        <li class="promo__breadcrumbs-arrows"><i class="fa-solid fa-chevron-right"></i><i
            class="fa-solid fa-chevron-right"></i></li>
        <li><?php esc_html_e('Оферта', 'topukraine');?></li>
      </ul>
    </div>
  </div>
</section>

<section class="offer">
  <div class="container">
    <div class="offer__header">
      <h5 class="title-section-secondary"><?php esc_html_e('Оферта', 'topukraine');?></h5>
      <h2 class="services__title title-section-primary"><?php esc_html_e('Права та', 'topukraine');?> <span class="title-accent-2"><?php esc_html_e("обов'язки", 'topukraine');?></span> <?php esc_html_e('пасажирів', 'topukraine');?></h2>
      <p class="text-section"><?php esc_html_e('ФОП Комар Д. Й. (надалі за текстом «Перевізник») пропонує необмеженому колу фізичних осіб (надалі за тестом «Пасажири»), які наділені достатнім обсягом прав та повноважень, отримати послуги з міжнародного перевезення пасажирів відповідно до положень цього Договору.', 'topukraine');?></p>
      <br>
      <p class="text-section"><?php esc_html_e('Даний Договір є публічним, відповідно до ст. ст. 633, 641 Цивільного кодексу України, та його умови є однакові для всіх Пасажирів, беззастережне прийняття умов якого вважається акцептуванням цієї оферти Пасажиром, для чого Перевізник публікує цей Договір про таке.', 'topukraine');?></p>
    </div>
    <div class="expand__wrapper">
      <div class="expand__panel">
        <div class="expand__title expand__title--close">
          <i class="fa-solid fa-angles-right"></i>
          <h3>1. <?php esc_html_e('ЗАГАЛЬНІ ПОЛОЖЕННЯ', 'topukraine');?></h3>
        </div>
        <div class="expand__text expand__text--close">
          <ul>
            <li>1.1. <?php esc_html_e('Кожна Сторона гарантує іншій Стороні, що володіє необхідною дієздатністю, а також всіма правами і повноваженнями, необхідними і достатніми для укладання і виконання Договору відповідно до його умов.', 'topukraine');?></li>
            <li>1.2. <?php esc_html_e('Чинна версія даного Договору розміщена на веб-сайті Перевізника за адресою: https://topukraine.net/ і в обов’язковому порядку є доступна для ознайомлення Пасажиру.', 'topukraine');?></li>
          </ul>
        </div>
      </div>
      <div class="expand__panel">
        <div class="expand__title expand__title--close">
          <i class="fa-solid fa-angles-right"></i>
          <h3>2. <?php esc_html_e('ПРЕДМЕТ ДОГОВОРУ', 'topukraine');?></h3>
        </div>
        <div class="expand__text expand__text--close">
          <ul>
            <li>2.1. <?php esc_html_e('Відповідно до умов цього Договору, Перевізник зобов’язується надати послуги з міжнародного перевезення Пасажира і його багажу (надалі за текстом «Послуги»), відповідно до обраного ним маршруту, дати і часу відправлення, а Пасажир зобов’язується попередньо оплатити Послуги Перевізника.', 'topukraine');?></li>
          </ul>
        </div>
      </div>
      <div class="expand__panel">
        <div class="expand__title expand__title--close">
          <i class="fa-solid fa-angles-right"></i>
          <h3>3. <?php esc_html_e('ПОРЯДОК УКЛАДАННЯ ДОГОВОРУ', 'topukraine');?></h3>
        </div>
        <div class="expand__text expand__text--close">
          <ul>
            <li>3.1. <?php esc_html_e('Договір укладається між Пасажиром і Перевізником у формі договору приєднання (стаття 634 Цивільного кодексу України).', 'topukraine');?></li>
            <li>3.2. <?php esc_html_e('Акцепт умов Договору означає повне і беззастережне прийняття Пасажиром всіх умов Договору, без будь-яких виключень та/або обмежень і рівносильний укладенню двостороннього письмового Договору про надання Послуг Пасажиру.', 'topukraine');?></li>
            <li>3.3. <?php esc_html_e('Пасажир здійснює акцепт Договору після ознайомлення з його умовами, викладеними на веб-сайті Перевізника (https://topukraine.net/ ), шляхом здійснення оплати Пасажиром Послуг Перевізника згідно тарифів, вказаних на веб-сайті Перевізника (https://topukraine.net/ ).', 'topukraine');?></li>
            <li>3.4. <?php esc_html_e('Дії вказані у пункті 3.3. цього розділу, які виконані Пасажиром, свідчать про те, що Пасажир ознайомлений з даним Договором і згодний з його умовами в повному обсязі.', 'topukraine');?></li>
            <li>3.5. <?php esc_html_e('Термін акцепту не обмежений.', 'topukraine');?></li>
            <li>3.6. <?php esc_html_e('Договір вважається укладеним і вступає в силу з моменту акцепту і діє протягом усього терміну отримання Послуг, або до моменту його розірвання, відповідно до законодавства України.', 'topukraine');?></li>
            <li>3.7. <?php esc_html_e('Укладання Договору означає, що Пасажир:', 'topukraine');?>
              <ul style="list-style-type:disc;padding-left:40px;">
                <li><?php esc_html_e('у необхідному для нього обсязі ознайомився з правилами надання Послуг;', 'topukraine');?></li>
                <li><?php esc_html_e('визнає безумовну професійну придатність Перевізника і правила здійснення всіх дій, описаних в цьому Договорі;', 'topukraine');?></li>
                <li><?php esc_html_e('приймає всі умови вказаного Договору без зауважень.', 'topukraine');?></li>
              </ul>
            </li>
          </ul>
        </div>
      </div>
      <div class="expand__panel">
        <div class="expand__title expand__title--close">
          <i class="fa-solid fa-angles-right"></i>
          <h3>4. <?php esc_html_e('ПОРЯДОК РОЗРАХУНКІВ', 'topukraine');?></h3>
        </div>
        <div class="expand__text expand__text--close">
          <ul>
            <li>4.1. <?php esc_html_e('Послуги надаються Пасажиру виключно на 100 % попередній платній основі шляхом оплати Пасажиром обраного перевезення відповідно до тарифів та у валюті, вказаних на веб-сайті Перевізника (https://topukraine.net/ ).', 'topukraine');?></li>
            <li>4.2. <?php esc_html_e('Оплата Послуг Перевізника, а також інших фінансових зобов’язань Пасажира перед Перевізником, які можуть виникати у відповідності з вимогами цього Договору, здійснюються в шляхом перерахування коштів на поточний рахунок Перевізника за допомогою системи «LiqPay», або онлайн оплати через «Privat24», а також безпосередньо через установу банку за реквізитами вказаними на веб-сайті Перевізника (https://topukraine.net/ ).', 'topukraine');?></li>
            <li>4.3. <?php esc_html_e('У випадку, якщо електронна система платежів з будь-яких причин не буде працювати, оплата за квиток може здійснюватись Пасажиром під час посадки в автобус, у бортпровідника. Оплата приймається тільки готівкою. Щоб уникнути затримок відправлення автобуса Перевізник рекомендує приходити на зупинку не пізніше, ніж за 30 хвилин до відправлення автобуса і заздалегідь приготувати загальну суму за квиток.', 'topukraine');?></li>
            <li>4.4. <?php esc_html_e('Наявність квитка у Пасажира свідчить про те, що Пасажир ознайомлений і погоджується з правилами перевезення Пасажирів і багажу.', 'topukraine');?></li>
            <li>4.5. <?php esc_html_e('Умови відшкодування Перевізником коштів за невикористане Пасажиром перевезення, вказані на веб-сайті Перевізника (https://topukraine.net/ ).', 'topukraine');?></li>
          </ul>
        </div>
      </div>
      <div class="expand__panel">
        <div class="expand__title expand__title--close">
          <i class="fa-solid fa-angles-right"></i>
          <h3>5. <?php esc_html_e('ПРАВА ТА ОБОВ’ЯЗКИ СТОРІН', 'topukraine');?></h3>
        </div>
        <div class="expand__text expand__text--close">
          <ul>
            <li>5.1. <?php esc_html_e('Права Перевізника:', 'topukraine');?>
              <ul style="list-style-type:disc;padding-left:40px;">
                <li><?php esc_html_e('змінювати час та місце відправлення автобусу;', 'topukraine');?></li>
                <li><?php esc_html_e('змінювати маршрут руху автобусу;', 'topukraine');?></li>
                <li><?php esc_html_e('змінювати посадочне місце Пасажира в автобусі;', 'topukraine');?></li>
                <li><?php esc_html_e('за необхідності змінювати маршрут руху автобусу;', 'topukraine');?></li>
                <li><?php esc_html_e('змінювати умови надання Послуг щодо переоформлення замовлення, або повернення коштів за невикористане перевезення, попередньо розмістивши інформацію на веб-сайті Перевізника (https://topukraine.net/ );', 'topukraine');?></li>
                <li><?php esc_html_e('переносити або відміняти рейси з технічних причин, у зв’язку з несприятливими погодними умовами або з інших причин, незалежних від Перевізника;', 'topukraine');?></li>
                <li><?php esc_html_e('продовжувати рейс за розкладом без Пасажира і без відшкодування йому вартості проїзду, у разі порушення Пасажиром митних і прикордонних правил та затриманні його на кордоні;', 'topukraine');?></li>
              </ul>
            </li>
            <li>5.1.1. <?php esc_html_e('Про всі зміни передбачені пунктом 5.1 цього розділу, Перевізник зобов’язаний попередньо повідомити Пасажира, шляхом смс-повідомлення / email-повідомлення / телефонного дзвінка.', 'topukraine');?></li>
            <li>5.1.2. <?php esc_html_e('У випадку, якщо контактний / мобільний телефон, вказаний Пасажиром у квитку, виявився невірним, і по ньому не було можливості зв’язатися з Пасажиром або надіслати смс-повідомлення, Перевізник знімає з себе відповідальність щодо інформування Пасажира заздалегідь при будь-яких змінах, пов’язаних з наданням Послуг. Претензії за такими випадками прийматися не будуть.', 'topukraine');?></li>
            <li>5.2. <?php esc_html_e('Обов’язки Перевізника:', 'topukraine');?>
              <ul style="list-style-type:disc;padding-left:40px;">
                <li><?php esc_html_e('належним чином надавати Послуги;', 'topukraine');?></li>
                <li><?php esc_html_e('в разі скасування або істотних змін умов надання Послуг (якщо внаслідок таких змін Пасажир відмовляється від замовлення), надати можливість виїхати іншим рейсом Перевізника, або  повернути Пасажиру кошти, отримані як передоплату;', 'topukraine');?></li>
                <li><?php esc_html_e('надавати консультації з питань, що виникають у Пасажира з приводу надання Послуг;', 'topukraine');?></li>
                <li><?php esc_html_e('зберігати конфіденційність інформації, отриманої від Пасажира;', 'topukraine');?></li>
                <li><?php esc_html_e('ознайомити Пасажира з правилами перевезення пасажирів, умовами оформлення, переоформлення замовлення та умовами повернення квитків.', 'topukraine');?></li>
                <li><?php esc_html_e('використовувати всі залежні від нього засоби для перевезення і доставки Пасажира і багажу в пункт призначення в розумні терміни. Розклад, вказаний на квитках, сайті, плакатах, рекламних буклетах та інших документах є інформаційним і точне виконання його не гарантовано.', 'topukraine');?></li>
              </ul>
            </li>
            <li>5.3. <?php esc_html_e('Права Пасажира:', 'topukraine');?>
              <ul style="list-style-type:disc;padding-left:40px;">
                <li><?php esc_html_e('отримувати консультації з питань, що виникають з приводу надання Перевізником Послуг;', 'topukraine');?></li>
                <li><?php esc_html_e('вимагати дотримання конфіденційності по відношенню до інформації, яка надається при здійсненні оплати.', 'topukraine');?></li>
              </ul>
            </li>
            <li>5.4. <?php esc_html_e('Обов’язки Пасажира::', 'topukraine');?>
              <ul style="list-style-type:disc;padding-left:40px;">
                <li><?php esc_html_e('упродовж усього періоду надання Послуг дотримуватися умов цього Договору;', 'topukraine');?></li>
                <li><?php esc_html_e('оплачувати в порядку визначеному цим Договором надані Перевізником Послуги;', 'topukraine');?></li>
                <li><?php esc_html_e('надавати документи та достовірну інформацію необхідну для надання Послуг;', 'topukraine');?></li>
                <li><?php esc_html_e('під час надання Послуг сумлінно виконувати рекомендації Перевізника.', 'topukraine');?></li>
              </ul>
            </li>
          </ul>
        </div>
      </div>
      <div class="expand__panel">
        <div class="expand__title expand__title--close">
          <i class="fa-solid fa-angles-right"></i>
          <h3>6. <?php esc_html_e('ТЕРМІН НАДАННЯ ПОСЛУГ', 'topukraine');?></h3>
        </div>
        <div class="expand__text expand__text--close">
          <ul>
            <li>6.1. <?php esc_html_e('Маршрут, дата, час відправлення та прибуття вказані на веб-сайті Перевізника (https://topukraine.net/ ) та в придбаному Пасажиром квитку.', 'topukraine');?></li>
            <li>6.2. <?php esc_html_e('Факт закінчення надання послуги – прибуття в кінцевий пункт, вказаний на веб-сайті Перевізника (https://topukraine.net/ ) та в придбаному Пасажиром квитку.', 'topukraine');?></li>
          </ul>
        </div>
      </div>
      <div class="expand__panel">
        <div class="expand__title expand__title--close">
          <i class="fa-solid fa-angles-right"></i>
          <h3>7. <?php esc_html_e('КОНФІДЕНЦІЙНІСТЬ ІНФОРМАЦІЇ', 'topukraine');?></h3>
        </div>
        <div class="expand__text expand__text--close">
          <ul>
            <li>7.1. <?php esc_html_e('Надаючи свої персональні дані Перевізнику, Пасажир дає згоду на їх обробку, з метою оформлення квитків і надання Послуг, оплати квитків, виставлення рахунків, для міграційного та митного контролю, для адміністративних та юридичних дій, тощо.', 'topukraine');?></li>
            <li>7.2. <?php esc_html_e('Пасажир надає згоду на отримання від Перевізника інформаційних повідомлень. Частота повідомлень залежить від чинників і дій Пасажира. У разі, якщо Пасажир хоче відмовитись від отримання інформаційних повідомлень (крім тих, які безпосередньо стосуються замовленої Послуги), необхідно повідомити про це Перевізника шляхом надсилання email-повідомлення, або здійснення телефонного дзвінка за реквізитами вказаними на веб-сайті (https://topukraine.net/ ).', 'topukraine');?></li>
            <li>7.3. <?php esc_html_e('Пасажир несе відповідальність за відомості надані Перевізнику для виконання останнім зобов’язань щодо надання Послуг.', 'topukraine');?></li>
            <li>7.4. <?php esc_html_e('Перевізник має право здійснювати записи телефонних розмов із Пасажиром. При цьому, Перевізник зобов’язується запобігати спробам несанкціонованого доступу до інформації, отриманої в ході телефонних переговорів, та/або передачу її третім особам, які не мають безпосереднього відношення до надання Послуг.', 'topukraine');?></li>
          </ul>
        </div>
      </div>
      <div class="expand__panel">
        <div class="expand__title expand__title--close">
          <i class="fa-solid fa-angles-right"></i>
          <h3>8. <?php esc_html_e('ВІДПОВІДАЛЬНІСТЬ СТОРІН', 'topukraine');?></h3>
        </div>
        <div class="expand__text expand__text--close">
          <ul>
            <li>8.1. <?php esc_html_e('Перевізник не несе відповідальності:', 'topukraine');?>
              <ul style="list-style-type:disc;padding-left:40px;">
                <li><?php esc_html_e('за затримку, скасування, перенесення, зміну умов надання Послуг, якщо такі зміни виникли не з вини Перевізника;', 'topukraine');?></li>
                <li><?php esc_html_e('за витрати, що виникли у Пасажира в результаті несвоєчасного прибуття в пункт призначення;', 'topukraine');?></li>
                <li><?php esc_html_e('за речі, залишені або забуті в салоні автобуса;', 'topukraine');?></li>
                <li><?php esc_html_e('за будь-які збитки, які виникли у пасажира в результаті протиправної діяльності будь-якої приватної особи (в тому числі інших пасажирів, учасників руху);', 'topukraine');?></li>
                <li><?php esc_html_e('за несвоєчасну подачу транспортного засобу, що виникла внаслідок обставин непереборної сили (включаючи, але не обмежуючись: погодні умови, затори на дорогах, дії державних органів тощо, а також дії пасажирів, які впливають на належне виконання Перевізником своїх зобов’язань), відхилення від розкладу, або інших обставин (технічні неполадки автобуса по дорозі до місця відправлення), які Перевізник, незважаючи на вжиті заходи, не зміг передбачити і запобігти;', 'topukraine');?></li>
                <li><?php esc_html_e('за недотримання пасажиром норм прикордонного та паспортного контролю.', 'topukraine');?></li>
              </ul>
            </li>
            <li>8.2. <?php esc_html_e('Пасажир несе відповідальність:', 'topukraine');?>
              <ul style="list-style-type:disc;padding-left:40px;">
                <li><?php esc_html_e('за надання недостовірних даних, при оформленні Послуг;', 'topukraine');?></li>
                <li><?php esc_html_e('за оформлення необхідних документів для перетину кордонів інших держав.', 'topukraine');?></li>
              </ul>
            </li>
            <li>8.3. <?php esc_html_e('Сторони домовились, що будь-які спірні питання, які можуть виникнути в зв’язку з  виконанням цього Договору, будуть вирішуватись шляхом переговорів.', 'topukraine');?></li>
            <li>8.4. <?php esc_html_e('Всі спірні питання розглядаються за наявності письмової заяви, переданої засобами поштового зв’язку. Досудовий порядок врегулювання спору є обов’язковим.', 'topukraine');?></li>
            <li>8.5. <?php esc_html_e('У випадку, якщо Сторони не зможуть досягти згоди щодо спірних питань шляхом переговорів, ці питання підлягають вирішенню, у відповідності до законодавства України.', 'topukraine');?></li>
          </ul>
        </div>
      </div>
      <div class="expand__panel">
        <div class="expand__title expand__title--close">
          <i class="fa-solid fa-angles-right"></i>
          <h3>9. <?php esc_html_e('ЗАКЛЮЧНІ ПОЛОЖЕННЯ', 'topukraine');?></h3>
        </div>
        <div class="expand__text expand__text--close">
          <ul>
            <li>9.1. <?php esc_html_e('Пасажир гарантує, що всі умови цього Договору йому зрозумілі і він приймає їх безумовно і в повному обсязі.', 'topukraine');?></li>
            <li>9.2. <?php esc_html_e('З питань, що не врегульовані цим Договором, Сторони зобов’язуються керуватися нормами законодавства України.', 'topukraine');?></li>
          </ul>
        </div>
      </div>
      <div class="expand__panel">
        <div class="expand__title expand__title--close">
          <i class="fa-solid fa-angles-right"></i>
          <h3>10. <?php esc_html_e('ІНФОРМАЦІЯ ПРО ПЕРЕВІЗНИКА', 'topukraine');?></h3>
        </div>
        <div class="expand__text expand__text--close">
          <ul>
            <li><?php esc_html_e('ФОП Комар Давид Йосипович', 'topukraine');?></li>
            <li><?php esc_html_e('Місцезнаходження:', 'topukraine');?>
              <ul style="padding-left:20px;">
                <li><?php esc_html_e('03164 м. Київ, вул. Генерала Наумова, буд.66', 'topukraine');?></li>
              </ul>
            </li>
            <li><?php esc_html_e('Контактні номери телефонів:', 'topukraine');?>
              <ul style="padding-left:20px;">
                <li><?php esc_html_e('+38097 663 23 32', 'topukraine');?></li>
                <li><?php esc_html_e('+49156 789 47 111', 'topukraine');?></li>
              </ul>
            </li>
            <li><?php esc_html_e('Адреса електронної пошти:', 'topukraine');?>
              <ul style="padding-left:20px;">
                <li><?php esc_html_e('davydkomar@gmail.com', 'topukraine');?></li>
              </ul>
            </li>
          </ul>
        </div>
      </div>
    </div>
  </div>
</section>

<?php get_footer(); ?>
